brew "bat"
brew "fd"
brew "fzf"
brew "git-lfs"
brew "htop"
brew "hub"
brew "neovim"
brew "nnn"
brew "openssl"
brew "pgcli"
brew "postgresql"
brew "rcm"
brew "readline"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "sqlite3"
brew "the_silver_searcher"
brew "tmux"
brew "universal-ctags"
brew "wget"
brew "xz"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
