brew "asdf"
brew "awscli"
brew "aws-cdk"
brew "aws-elasticbeanstalk"
brew "autoconf"
brew "bat"
brew "chafa"
brew "coreutils"
brew "curl"
brew "fd"
brew "flyctl"
brew "fop"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "hadolint"
brew "htop"
brew "hub"
brew "imagemagick"
brew "libxslt"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nnn"
brew "openssl"
brew "pgcli"
brew "rcm"
brew "readline"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "sqlite3"
brew "the_silver_searcher"
brew "tmux"
brew "universal-ctags"
brew "viu"
brew "webp"
brew "wget"
brew "wxwidgets"
brew "xz"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "colour-contrast-analyser"
cask "wez/wezterm/wezterm"
